{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "AUDIO"
			},
			"Translation": {
				"Text": "AUDIO"
			},
			"Key": "EE8937004D3303A4D1637DBFFE1B4ED6"
		},
		{
			"Source": {
				"Text": "Auto Skip Cinematics"
			},
			"Translation": {
				"Text": "Sări automat scene"
			},
			"Key": "E76D8412443F242779726C9825623BB0"
		},
		{
			"Source": {
				"Text": "Back"
			},
			"Translation": {
				"Text": "Înapoi"
			},
			"Key": "CFC97B654007D0E10720D4B425844586"
		},
		{
			"Source": {
				"Text": "CONTROLS"
			},
			"Translation": {
				"Text": "CONTROALE"
			},
			"Key": "034DA8B649A7D12B0CE11488B7A32D41"
		},
		{
			"Source": {
				"Text": "Camera Lock"
			},
			"Translation": {
				"Text": "Blocare cameră"
			},
			"Key": "2214E63746C2245B5A145EB3F845C43F"
		},
		{
			"Source": {
				"Text": "Check if you want to lock camera on center"
			},
			"Translation": {
				"Text": "Bifează pentru a bloca camera în centru"
			},
			"Key": "F8AA30AC44F4BED1BADAD780A53DB7E5"
		},
		{
			"Source": {
				"Text": "Check to enable the fullscreen mode"
			},
			"Translation": {
				"Text": "Bifează pentru ecran complet"
			},
			"Key": "D4DAAF084A3BE24A202DE68898F1E2E5"
		},
		{
			"Source": {
				"Text": "Check to enable vertical synchronization"
			},
			"Translation": {
				"Text": "Bifează pentru activare V-Sync"
			},
			"Key": "B7FFF44B423CD59EE733BCA69238F83E"
		},
		{
			"Source": {
				"Text": "Check to show the current FPS"
			},
			"Translation": {
				"Text": "Bifează pentru a afișa FPS"
			},
			"Key": "0523A0DC4613786EE0EB51BC0004E9E5"
		},
		{
			"Source": {
				"Text": "Choose a limit on the allowed FPS"
			},
			"Translation": {
				"Text": "Alege limita FPS"
			},
			"Key": "102752ED4A6BFCA0C118E998176772A4"
		},
		{
			"Source": {
				"Text": "Choose screen resolution"
			},
			"Translation": {
				"Text": "Alege rezoluția ecranului"
			},
			"Key": "C17A26CF44C13399941A65A8751FC629"
		},
		{
			"Source": {
				"Text": "Choose the effects quality level"
			},
			"Translation": {
				"Text": "Alege calitatea efectelor"
			},
			"Key": "90F005634B366C90B26D718257A450B2"
		},
		{
			"Source": {
				"Text": "Choose the foliage quality level"
			},
			"Translation": {
				"Text": "Alege calitatea vegetației"
			},
			"Key": "D9BD4EBD465AA125DD46D6B2ED2AB23B"
		},
		{
			"Source": {
				"Text": "Choose the overall quality level"
			},
			"Translation": {
				"Text": "Alege calitatea generală"
			},
			"Key": "67193396456DFF30A0D91E85F3A0A62D"
		},
		{
			"Source": {
				"Text": "Choose the post processing quality level"
			},
			"Translation": {
				"Text": "Alege calitatea post-procesării"
			},
			"Key": "35B9A2684BF5179C3B6934A6AFD61ECE"
		},
		{
			"Source": {
				"Text": "Choose the shading quality level"
			},
			"Translation": {
				"Text": "Alege calitatea umbrei"
			},
			"Key": "BBC7603A441AE43F7F852CAA459CA4B2"
		},
		{
			"Source": {
				"Text": "Choose the shadows quality level"
			},
			"Translation": {
				"Text": "Alege calitatea umbrelor"
			},
			"Key": "9B41F86548F28A5428EAEFA29E041C32"
		},
		{
			"Source": {
				"Text": "Choose the textures quality level"
			},
			"Translation": {
				"Text": "Alege calitatea texturilor"
			},
			"Key": "C54F71644D8F097BBE0C398598564C47"
		},
		{
			"Source": {
				"Text": "Choose the view distance quality level"
			},
			"Translation": {
				"Text": "Alege calitatea distanței de vizualizare"
			},
			"Key": "85CAA36A40052F6A6E2916BBA604F756"
		},
		{
			"Source": {
				"Text": "Cinematics Volume"
			},
			"Translation": {
				"Text": "Volum scene"
			},
			"Key": "0C3773CA49BBEE805EAFB1B57ED9A4A4"
		},
		{
			"Source": {
				"Text": "Credits"
			},
			"Translation": {
				"Text": "Credite"
			},
			"Key": "179AD8E441B78C87BD46E4886566273F"
		},
		{
			"Source": {
				"Text": "Custom Quality"
			},
			"Translation": {
				"Text": "Calitate personalizată"
			},
			"Key": "4BD5AC644E575D63EA6A51BAE630502E"
		},
		{
			"Source": {
				"Text": "Difficulty"
			},
			"Translation": {
				"Text": "Dificultate"
			},
			"Key": "17E689074C021878363191A8850A44C3"
		},
		{
			"Source": {
				"Text": "Easy Difficulty"
			},
			"Translation": {
				"Text": "Dificultate ușoară"
			},
			"Key": "2503BD4742C4B5A090040F8662F3745C"
		},
		{
			"Source": {
				"Text": "Effects"
			},
			"Translation": {
				"Text": "Efecte"
			},
			"Key": "84B5B6574293D5119E2DEEBFCD7F6029"
		},
		{
			"Source": {
				"Text": "Enable/disable smooth transitions when switching characters in the Main Menu"
			},
			"Translation": {
				"Text": "Activează/dezactivează tranzițiile fluide la schimbarea personajelor în meniu"
			},
			"Key": "08829C344942CA83BEF10B81181542D3"
		},
		{
			"Source": {
				"Text": "Enter your nickname"
			},
			"Translation": {
				"Text": "Introdu numele tău"
			},
			"Key": "91BCE84A4CF9B58F61A9C8BB16663DB5"
		},
		{
			"Source": {
				"Text": "Foliage"
			},
			"Translation": {
				"Text": "Vegetație"
			},
			"Key": "09E71C2742B9A57C9C3AEDA5CA9F1D82"
		},
		{
			"Source": {
				"Text": "Framerate Lock"
			},
			"Translation": {
				"Text": "Limitare FPS"
			},
			"Key": "830704614CB4A9294A1192AC105A706A"
		},
		{
			"Source": {
				"Text": "Fullscreen"
			},
			"Translation": {
				"Text": "Ecran complet"
			},
			"Key": "30E1B9914168CFDFD022ACAAF72408A2"
		},
		{
			"Source": {
				"Text": "GAMEPLAY"
			},
			"Translation": {
				"Text": "JOC"
			},
			"Key": "158FFB6F4FEB9FFC58E5E9AB7D6D1E93"
		},
		{
			"Source": {
				"Text": "GRAPHICS"
			},
			"Translation": {
				"Text": "GRAFICĂ"
			},
			"Key": "904134154319169B16FC20B12B24F27C"
		},
		{
			"Source": {
				"Text": "Hard Difficulty"
			},
			"Translation": {
				"Text": "Dificultate grea"
			},
			"Key": "69C060234A1322FB2F98A180AA66382E"
		},
		{
			"Source": {
				"Text": "High Quality"
			},
			"Translation": {
				"Text": "Calitate înaltă"
			},
			"Key": "E8B2577745E0DD87448B218C5E6D0519"
		},
		{
			"Source": {
				"Text": "Instant Character Switch"
			},
			"Translation": {
				"Text": "Schimbare instantanee a personajului"
			},
			"Key": "75E882964F91F5D25CA02FAC4882FE61"
		},
		{
			"Source": {
				"Text": "Language"
			},
			"Translation": {
				"Text": "Limbă"
			},
			"Key": "CAD098984DE1C4FA4FCEF188053EB0B8"
		},
		{
			"Source": {
				"Text": "Low Quality"
			},
			"Translation": {
				"Text": "Calitate scăzută"
			},
			"Key": "9DF5FE0544F93D49F8AE25AF6371B067"
		},
		{
			"Source": {
				"Text": "Master Volume"
			},
			"Translation": {
				"Text": "Volum general"
			},
			"Key": "3FC144E945D22BA8DB903BB7FBD1AE1E"
		},
		{
			"Source": {
				"Text": "Medium Quality"
			},
			"Translation": {
				"Text": "Calitate medie"
			},
			"Key": "8642E36749EAEB860B2005BC52CFE5CF"
		},
		{
			"Source": {
				"Text": "Music Volume"
			},
			"Translation": {
				"Text": "Volum muzică"
			},
			"Key": "FDDC03E84D349EAC5743FEB1C9E6B87D"
		},
		{
			"Source": {
				"Text": "Normal Difficulty"
			},
			"Translation": {
				"Text": "Dificultate normală"
			},
			"Key": "7BD11C2F446ACF6089175E9887F5CF84"
		},
		{
			"Source": {
				"Text": "Opens Credits"
			},
			"Translation": {
				"Text": "Deschide creditele"
			},
			"Key": "CAB0379B421FCD6A538C59B209008B55"
		},
		{
			"Source": {
				"Text": "Overall Quality"
			},
			"Translation": {
				"Text": "Calitate generală"
			},
			"Key": "C5758D8D4760AC9C55185480331D72DB"
		},
		{
			"Source": {
				"Text": "Player Name"
			},
			"Translation": {
				"Text": "Nume jucător"
			},
			"Key": "0A4D44494F98A414FFD6F399B8C3DAFE"
		},
		{
			"Source": {
				"Text": "Post Processing"
			},
			"Translation": {
				"Text": "Post-procesare"
			},
			"Key": "47AE80804DE9530F324B9BBBC8695072"
		},
		{
			"Source": {
				"Text": "Put Bomb P1"
			},
			"Translation": {
				"Text": "Plasează bombă P1"
			},
			"Key": "E94B5B984AC0C39529AD68996273774F"
		},
		{
			"Source": {
				"Text": "Put Bomb P2"
			},
			"Translation": {
				"Text": "Plasează bombă P2"
			},
			"Key": "160FEA814CB10F63ABC61288E76130C5"
		},
		{
			"Source": {
				"Text": "Return back to the main menu"
			},
			"Translation": {
				"Text": "Întoarcere la meniul principal"
			},
			"Key": "A31C26AB4E3A28D6819DC4A4D7EFA70D"
		},
		{
			"Source": {
				"Text": "SETTINGS"
			},
			"Translation": {
				"Text": "SETĂRI"
			},
			"Key": "B1FD8AB64A187ECF1AF534A23B1EB4B9"
		},
		{
			"Source": {
				"Text": "Screen Resolution"
			},
			"Translation": {
				"Text": "Rezoluția ecranului"
			},
			"Key": "CDB22C8D449DFC08EA86DC8127FB526E"
		},
		{
			"Source": {
				"Text": "Select your preferred language for in-game text and menus"
			},
			"Translation": {
				"Text": "Alege limba preferată pentru textul și meniurile jocului"
			},
			"Key": "CD547BAA44610F362727FF9F020DBEAD"
		},
		{
			"Source": {
				"Text": "Set new difficulty level that affects AI behavior"
			},
			"Translation": {
				"Text": "Setează un nou nivel de dificultate care afectează comportamentul AI"
			},
			"Key": "E54B28574670C217638965A02A8D7B71"
		},
		{
			"Source": {
				"Text": "Set the overall volume for all sounds in the game"
			},
			"Translation": {
				"Text": "Reglează volumul general al tuturor sunetelor din joc"
			},
			"Key": "B94B90AB43C910906DA3658FE85EBDDC"
		},
		{
			"Source": {
				"Text": "Set the sound volume for music in cinematics"
			},
			"Translation": {
				"Text": "Reglează volumul muzicii în scene"
			},
			"Key": "810E4989403C675727246A9BBB97549C"
		},
		{
			"Source": {
				"Text": "Set the sound volume for the background music"
			},
			"Translation": {
				"Text": "Reglează volumul muzicii de fundal"
			},
			"Key": "3EC174FB4DEA3029A69CEEA9C382A9DD"
		},
		{
			"Source": {
				"Text": "Set the sound volume for the effects like bomb explosions"
			},
			"Translation": {
				"Text": "Reglează volumul efectelor, precum exploziile"
			},
			"Key": "CE6CBAFE4B647A492890C4883AB59F95"
		},
		{
			"Source": {
				"Text": "Shading"
			},
			"Translation": {
				"Text": "Umbrare"
			},
			"Key": "A7FA66064B59FEC6F8E727B54716A864"
		},
		{
			"Source": {
				"Text": "Shadows"
			},
			"Translation": {
				"Text": "Umbre"
			},
			"Key": "DF0944CD4A8D9C68EEB68FBB2F915930"
		},
		{
			"Source": {
				"Text": "Show FPS"
			},
			"Translation": {
				"Text": "Afișează FPS"
			},
			"Key": "E0880BDD4241E60FB2A3008CDB5CCA63"
		},
		{
			"Source": {
				"Text": "Skips previously seen cinematics automatically. With other players, cinematics are always skipped."
			},
			"Translation": {
				"Text": "Sari automat scenele deja vizionate. În multiplayer, acestea sunt întotdeauna sărite."
			},
			"Key": "1835102C4C50DBD336D89F9D389D006F"
		},
		{
			"Source": {
				"Text": "Sound Effects Volume"
			},
			"Translation": {
				"Text": "Volum efecte sonore"
			},
			"Key": "DC1E69F1449E9C4CD8B1D58CFCBB7676"
		},
		{
			"Source": {
				"Text": "Textures"
			},
			"Translation": {
				"Text": "Texturi"
			},
			"Key": "450D242C4BCE9E1D850422BAD4296944"
		},
		{
			"Source": {
				"Text": "Ultra Quality"
			},
			"Translation": {
				"Text": "Calitate ultra"
			},
			"Key": "E9E2CACB4D4D0906038317A4A422AF02"
		},
		{
			"Source": {
				"Text": "Uncapped"
			},
			"Translation": {
				"Text": "Fără limită"
			},
			"Key": "C4A2940F4B4653B88F4EFCB4BFDB963B"
		},
		{
			"Source": {
				"Text": "V-Sync"
			},
			"Translation": {
				"Text": "V-Sync"
			},
			"Key": "E3C445BF447C7C7057DD6FBC4387E065"
		},
		{
			"Source": {
				"Text": "VIDEO"
			},
			"Translation": {
				"Text": "VIDEO"
			},
			"Key": "0606A8B34E9342299BF21DB4EE719FE7"
		},
		{
			"Source": {
				"Text": "Very High Quality"
			},
			"Translation": {
				"Text": "Calitate foarte înaltă"
			},
			"Key": "EB7E162D4837053CBA6760BF2CE2786A"
		},
		{
			"Source": {
				"Text": "View Distance"
			},
			"Translation": {
				"Text": "Distanță vizuală"
			},
			"Key": "0AFFFA6E41922B98E518148C195366C8"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Core",
			"Children": [
				{
					"Source": {
						"Text": "None"
					},
					"Translation": {
						"Text": ""
					},
					"Key": "None"
				}
			]
		}
	]
}